{
  "copyright": "Copyright © {brand} {year}.",
  "disclaimer": "All rights reserved.",
  "contact": "Contact",
  "support": "Support",
  "here": "here",
  "number": "number",
  "nav.intro.openSourced": "open sourced",
  "nav.how.title": "How?",
  "nav.how.bullet.1": "Click the \"Generate Seed Matrix\" button.",
  "nav.how.bullet.2": "Identify your original wallet seed words (12,18 or 24 words) step by step on the newly generated seed matrix list.",
  "nav.how.bullet.3": "Write down the numbers which correspond with your original wallet seed words. Make sure it is in the right order, starting with the first word which is on your original wallet seed words list.",
  "nav.how.bullet.4": "Download your unique seed matrix PDF and store it/ send it to a friend or family. You can store this PDF anywhere, as it is useless without the unique seed matrix numbers.",
  "nav.why.title": "Why?",
  "nav.why.text.1": "Having your original 24 word seed list in your house or stored on your computer is a huge risk.",
  "nav.why.text.2": "By shuffling the list into a unique seed matrix based on random numbers, (not words) mitigates this risk 100%.",
  "nav.secure.title": "Is it secure?",
  "nav.secure.text.1": "Yes. Every single generated matrix is 100% unique. You do not type in anything, SeedShuffler is a read-only web application. If you wish, you can even use it offline. Open sourced code is on {github}.",
  "nav.who.title": "Who should use this?",
  "nav.who.text.1": "Everybody having a seed phrase based non-custodial wallet like Metamask, Trust Wallet, Ledger etc.",
  "nav.ex.title": "Show me an example",
  "nav.ex.text.1": "Click {here} to see a real life usage example.",
  "nav.what1.title": "What if I lose or forget the matrix numbers (or die)?",
  "nav.what1.text.1": "No problem if you add DieFi. DieFi securely stores your matrix numbers and has a built-in Dead Man’s Switch. DieFi enables you (or your loved ones) to securely gain access to the unique seed numbers in case you lose the numbers, memory loss or death.",
  "nav.what2.title": "What if I lose the seed matrix PDF?",
  "nav.what2.text.1": "Then you are not able to recover your original seed phrase. Therefore, we advise you to store the seed matrix PDF several places, print it or send it in an email to trusted family members and friends. The seed matrix pdf is worthless without your unique numbers and therefore perfectly safe to share with others.",
  "nav.faq.title": "FAQ",
  "nav.faq.question.1": "Where to get DieFi?",
  "nav.faq.question.2": "Is the unique seed matrix really unique?",
  "nav.faq.question.3": "What is BIP 39 words?",
  "nav.faq.question.4": "Can I read the Github code?",
  "nav.example.title": "Example",
  "nav.example.text.1": "Bob has a Metamask wallet, and his original seed phrase words are:",
  "nav.example.text.2": "Bob goes to SeedShuffler.com and clicks “Generate Seed Matrix”",
  "nav.example.text.3": "Now Bob gets presented with a totally random mix of the original BIP39 2048 word list. He now looks for the word sugar (the first word on his original seed phrase list above).",
  "nav.example.text.4": "In the generated seed matrix, the word “sugar” is number 777. He writes down: 1. = 777. Next, he looks for the word “tray,” which in the new matrix is word number 99, he writes down: 2. = 99. After he identified and wrote down all the twelve numbers from his original seed phrase, his new secure seed matrix list of numbers is:",
  "nav.example.text.5": "By having these twelve numbers and his unique seed matrix pdf he can reconstruct his original seed phrase.",
  "nav.example.text.6": "This list of numbers on each generated seed matrix are unique and hence extremely secure. They are worthless for a bad actor without the seed matrix pdf generated by SeedShuffler. So, these have to be kept separate at all times, see below. As long as the numbers and the pdf are stored separately, this is the most secure solution to safely store your seed phrases from any non-custodial wallet.",
  "nav.example.text.7": "Combining your seed matrix with DieFi, you get added security and peace of mind. DieFi enables you to store your seed number matrix securely, and in case of emergency or death, you (or your loved ones) can regain access to these after a KYC security verification.",
  "seed.title": "SeedShuffler",
  "seed.subtitle": "Self-custody by DieFi",
  "seed.intro.1": "SeedShuffler converts the original 2048 wallet seed phrase word list into a unique seedbook {number} matrix.",
  "seed.intro.2": "Now self-custody is safe, easy and future-proof.",
  "seed.intro.3": "SeedShuffler and DieFi are made by Danish cybersecurity specialists specializing in safeguarding the crypto space.",
  "seed.bullet.1": "Shuffle and generate your personal seedbook.",
  "seed.bullet.2": "Identify the numbers which are corresponding to your original seed phrase words. These numbers are useless for a bad actor.",
  "seed.bullet.3": "Save the seedbook anywhere and share it with friends and family. The seedbook is also useless for a bad actor.",
  "seed.bullet.4": "The numbers can be saved in FortKnoxster DieFi, enabling yourself or designated beneficiaries to access the numbers in case you forget them or, worse case, an emergency/death.",
  "seed.bullet.5": "Always keep your seedbook and unique numbers separate at all times, as possessing both can identify your original wallet seed phrase.",
  "seed.yourSeed": "Your unique seed matrix:",
  "seed.button.generate": "Generate Seed Matrix",
  "seed.button.download": "Download Seed Matrix PDF",
  "seed.showSeed": "Show seed matrix",
  "seed.hideSeed": "Hide seed matrix",
  "footer.learnMore": "Learn more",
  "pdf.intro.1": "This is your personal and 100% unique seedbook. Feel free to store it anywhere and save it with friends and family.",
  "pdf.intro.2": "The seedbook is useless without your unique seed matrix numbers. Warning: Never store both at the same place.",
  "pdf.footer": "Store your seed matrix numbers in DieFi, the crypto recovery and inheritance platform."
}
