{
  "copyright": "Copyright © {brand} {year}.",
  "disclaimer": "All rights reserved.",
  "contact": "Contact",
  "here": "here",
  "number": "number sequence",
  "nav.what.title": "What is SeedShuffler?",
  "nav.what.text.1": "A free secure tool for the crypto community, enabling people to save their wallet seed phrases in the safest way possible.",
  "nav.why.title": "Why?",
  "nav.why.text.1": "Having your original seed phrase in your house or stored on your computer is a considerable risk. Anybody who gets access to these words can access your wallet and steal your funds.",
  "nav.why.text.2": "Shuffling the list into a unique seed matrix based on random numbers (not words) mitigates this risk.",
  "nav.why.text.3": "Furthermore, storing the numbers in FortKnoxster DieFi enables you - or assigned beneficiaries to access your numbers in case you lose the numbers, emergency, or death.",
  "nav.secure.title": "Is it secure?",
  "nav.secure.text.1": "Yes. Every single generated matrix is 100% unique. You do not type in anything, SeedShuffler is a read-only web application. If you wish, you can even use it offline. Open sourced code is on {github}.",
  "nav.compl.title": "Is it complicated?",
  "nav.compl.text.1": "Not at all, the process is simple and straight forward. It takes less than 5 minutes from start to finish.",
  "nav.who.title": "Who should use this?",
  "nav.who.text.1": "Everybody having a seed phrase based non-custodial wallet like Metamask, Trust Wallet, Ledger etc.",
  "nav.ex.title": "Show me an example",
  "nav.ex.text.1": "Click {here} to see a real life usage example.",
  "nav.change.title": "What is the chance that two Seedbooks are the same?",
  "nav.change.text.1": "It is impossible. The mathematic formula is:",
  "seed.title": "SeedShuffler",
  "seed.subtitle": "Self-custody by DieFi",
  "seed.intro.1": "SeedShuffler “scrambles” all seed phrase words into a unique {number}. The tool provides you with a personal Seedbook where you can identify the random numbers that correspond to your original seed phrase. A free tool for the crypto community.",
  "seed.intro.2": "SeedShuffler is developed by FortKnoxster DieFi, the crypto recovery and inheritance platform. Self-custody made safe, easy and future-proof.",
  "seed.bullet.1": "Press Generate Seedbook.",
  "seed.bullet.2": "Identify the numbers which are corresponding to your original seed phrase words. These numbers are useless for a bad actor.",
  "seed.bullet.3": "Save the Seedbook anywhere and share it with friends and family. The Seedbook is also useless for a bad actor.",
  "seed.bullet.4": "The numbers can be saved in FortKnoxster DieFi, enabling yourself or designated beneficiaries to access the numbers in case you forget them or, worse case, an emergency/death.",
  "seed.bullet.5": "Always keep your Seedbook and unique numbers separate at all times, as possessing both can decode your original wallet seed phrase.",
  "seed.yourSeed": "Your unique seed matrix:",
  "seed.button.generate": "Generate Seedbook",
  "seed.button.download": "Download Your Seedbook",
  "seed.reshuffle": "Reshuffle",
  "seed.alert.confirmReshuffle": "Please confirm you wish to reshuffle Seedbook.\nThe previous generated Seedbook will be replaced.\n\nPress OK to confirm or Cancel.",
  "seed.showSeed": "Show Seedbook",
  "seed.hideSeed": "Hide Seedbook",
  "seed.modal.1": "Download your Seedbook and feel free to share it with friends and family, as you can only decode your seed phrase with the unique numbers you identified that corresponded to your original seed phrase words.",
  "seed.modal.2": "You can store the unique numbers in the DieFi crypto recovery and inheritance platform, click the link below, and you will get a 10% discount.",
  "seed.disclaimer.title": "Important:",
  "seed.disclaimer.text.1": "You never type in your wallet seed phrase anywhere using SeedShuffler. The tool is a read-only application and can be used offline as well.",
  "seed.disclaimer.text.2": "Air gap security solution. 100% open source. No 3rd-party scripts. No tracking cookies. No charge. No BS.",
  "footer.learnMore": "Learn more",
  "footer.joinCommunity": "Join our community",
  "pdf.intro.1": "This is your personal and 100% unique Seedbook. Feel free to store it anywhere and save it with friends and family.",
  "pdf.intro.2": "The Seedbook is useless without your unique seed matrix numbers. Warning: Never store both at the same place.",
  "pdf.footer.1": "Feel free to share your Seedbook with friends and family, as you can only decode your seed phrase with the unique numbers you identified that corresponded to your original seed phrase words.",
  "pdf.footer.2": "You can store the unique numbers in the DieFi crypto recovery and inheritance platform, click the link below, and you will get a 10% discount.",
  "signup.link": "Sign up to FortKnoxster DieFi.",
  "social.intro": "Spread the word to your crypto friends",
  "social.spreadTheWord": "Spread the word on {social}",
  "social.shareText": "Check out #SeedShuffler the smart self-custody solution by #DieFi."
}
